[
  {
    "id": "018e3344-0a09-7430-ae63-fbb437fe0e29",
    "name": "To Kill a Mockingbird",
    "publishedYear": "1960",
    "author": "Harper Lee",
    "intro": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it. \"To Kill A Mockingbird\" became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.\n\nCompassionate, dramatic, and deeply moving, \"To Kill A Mockingbird\" takes readers to the roots of human behavior - to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. Now with over 18 million copies in print and translated into forty languages, this regional story by a young Alabama woman claims universal appeal. Harper Lee always considered her book to be a simple love story. Today it is regarded as a masterpiece of American literature.",
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1553383690i/2657.jpg",
    "tags": [
      "Classics",
      "Fiction",
      "Historical Fiction",
      "School",
      "Literature",
      "Young Adult",
      "Historical"
    ],
    "stars": 4.26
  },
  {
    "id": "018e3344-0a09-7872-bc1d-4bdc1244b55a",
    "name": "The Diary of a Young Girl",
    "publishedYear": "1947",
    "author": "Anne Frank",
    "intro": "Discovered in the attic in which she spent the last years of her life, Anne Frank’s remarkable diary has become a world classic—a powerful reminder of the horrors of war and an eloquent testament to the human spirit. \n\nIn 1942, with the Nazis occupying Holland, a thirteen-year-old Jewish girl and her family fled their home in Amsterdam and went into hiding. For the next two years, until their whereabouts were betrayed to the Gestapo, the Franks and another family lived cloistered in the “Secret Annexe” of an old office building. Cut off from the outside world, they faced hunger, boredom, the constant cruelties of living in confined quarters, and the ever-present threat of discovery and death. In her diary Anne Frank recorded vivid impressions of her experiences during this period. By turns thoughtful, moving, and surprisingly humorous, her account offers a fascinating commentary on human courage and frailty and a compelling self-portrait of a sensitive and spirited young woman whose promise was tragically cut short.",
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1560816565i/48855.jpg",
    "tags": [
      "Classics",
      "Nonfiction",
      "Biography",
      "Memoir",
      "Historical",
      "Holocaust",
      "Autobiography"
    ],
    "stars": 4.19
  },
  {
    "id": "018e3344-0a09-7346-af11-48819e122451",
    "name": "Harry Potter and the Sorcerer's Stone",
    "publishedYear": "1997",
    "author": "J.K. Rowling",
    "intro": "Harry Potter has no idea how famous he is. That's because he's being raised by his miserable aunt and uncle who are terrified Harry will learn that he's really a wizard, just as his parents were. But everything changes when Harry is summoned to attend an infamous school for wizards, and he begins to discover some clues about his illustrious birthright. From the surprising way he is greeted by a lovable giant, to the unique curriculum and colorful faculty at his unusual school, Harry finds himself drawn deep inside a mystical world he never knew existed and closer to his own noble destiny.",
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1474154022i/3.jpg",
    "tags": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Magic",
      "Childrens",
      "Middle Grade",
      "Audiobook"
    ],
    "stars": 4.47
  },
  {
    "id": "018e3344-0a09-7288-b096-77a245216c3c",
    "name": "The Little Prince",
    "publishedYear": "1943",
    "author": "Antoine de Saint-Exupéry",
    "intro": "A pilot stranded in the desert awakes one morning to see, standing before him, the most extraordinary little fellow. \"Please,\" asks the stranger, \"draw me a sheep.\" And the pilot realizes that when life's events are too difficult to understand, there is no choice but to succumb to their mysteries. He pulls out pencil and paper... And thus begins this wise and enchanting fable that, in teaching the secret of what is really important in life, has changed forever the world for its readers. \n\nFew stories are as widely read and as universally cherished by children and adults alike as The Little Prince, presented here in a stunning new translation with carefully restored artwork. The definitive edition of a worldwide classic, it will capture the hearts of readers of all ages.",
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1367545443i/157993.jpg",
    "tags": [
      "Fantasy",
      "Childrens",
      "France",
      "Philosophy",
      "Young Adult",
      "Literature",
      "Middle Grade"
    ],
    "stars": 4.32
  },
  {
    "id": "018e3344-0a09-7105-a49c-76f76d0fbe12",
    "name": "The Lord of the Rings",
    "publishedYear": "1954",
    "author": "J.R.R. Tolkien",
    "intro": "One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them\n\nIn ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell by chance into the hands of the hobbit Bilbo Baggins.\n\nFrom Sauron's fastness in the Dark Tower of Mordor, his power spread far and wide. Sauron gathered all the Great Rings to him, but always he searched for the One Ring that would complete his dominion.\n\nWhen Bilbo reached his eleventy-first birthday he disappeared, bequeathing to his young cousin Frodo the Ruling Ring and a perilous quest: to journey across Middle-earth, deep into the shadow of the Dark Lord, and destroy the Ring by casting it into the Cracks of Doom.\n\nThe Lord of the Rings tells of the great quest undertaken by Frodo and the Fellowship of the Ring: Gandalf the Wizard; the hobbits Merry, Pippin, and Sam; Gimli the Dwarf; Legolas the Elf; Boromir of Gondor; and a tall, mysterious stranger called Strider.",
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1566425108i/33.jpg",
    "tags": [
      "Fantasy",
      "Classics",
      "Fiction",
      "Adventure",
      "Science Fiction Fantasy",
      "High Fantasy",
      "Epic Fantasy"
    ],
    "stars": 4.53
  },
  {
    "id": "018e3344-0a09-7b12-8e29-108f324700f5",
    "name": "The Book Thief",
    "publishedYear": "2005",
    "author": "Markus Zusak",
    "intro": "It is 1939. Nazi Germany. The country is holding its breath. Death has never been busier, and will be busier still.\n\nBy her brother's graveside, Liesel's life is changed when she picks up a single object, partially hidden in the snow. It is The Gravedigger's Handbook, left behind there by accident, and it is her first act of book thievery. So begins a love affair with books and words, as Liesel, with the help of her accordian-playing foster father, learns to read. Soon she is stealing books from Nazi book-burnings, the mayor's wife's library, wherever there are books to be found.\n\nBut these are dangerous times. When Liesel's foster family hides a Jew in their basement, Liesel's world is both opened up, and closed down.\n\nIn superbly crafted writing that burns with intensity, award-winning author Markus Zusak has given us one of the most enduring stories of our time.",
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1522157426i/19063.jpg",
    "tags": [
      "Historical Fiction",
      "Fiction",
      "Young Adult",
      "Historical",
      "Classics",
      "War",
      "World War II"
    ],
    "stars": 4.39
  },
  {
    "id": "018e3344-0a09-727b-afb2-47a21bb5b039",
    "name": "Romeo and Juliet",
    "publishedYear": "1597",
    "author": "William Shakespeare",
    "intro": "In Romeo and Juliet, Shakespeare creates a violent world, in which two young people fall in love. It is not simply that their families disapprove; the Montagues and the Capulets are engaged in a blood feud.\n\nIn this death-filled setting, the movement from love at first sight to the lovers’ final union in death seems almost inevitable. And yet, this play set in an extraordinary world has become the quintessential story of young love. In part because of its exquisite language, it is easy to respond as if it were about all young lovers.",
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1629680008i/18135.jpg",
    "tags": [
      "Classics",
      "Plays",
      "Fiction",
      "School",
      "Drama",
      "Read For School",
      "Literature"
    ],
    "stars": 3.74
  },
  {
    "id": "018e3344-0a09-79a8-a094-9c99db1e4484",
    "name": "Of Mice and Men",
    "publishedYear": "1937",
    "author": "John Steinbeck",
    "intro": "They are an unlikely pair: George is \"small and quick and dark of face\"; Lennie, a man of tremendous size, has the mind of a young child. Yet they have formed a \"family\" clinging together in the face of loneliness and alienation. Laborers in California's dusty vegetable fields, they hustle work when they can, living a hand-to-mouth existence. But George and Lennie have a plan: to own an acre of land and a shack they can call their own.\n\nWhile the powerlessness of the laboring class is a recurring theme in Steinbeck's work of the late 1930s, he narrowed his focus when composing Of Mice and Men, creating an intimate portrait of two men facing a world marked by petty tyranny, misunderstanding, jealousy, and callousness. But though the scope is narrow, the theme is universal: a friendship and a shared dream that makes an individual's existence meaningful.",
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1511302904i/890.jpg",
    "tags": [
      "Classics",
      "Fiction",
      "School",
      "Historical Fiction",
      "Literature",
      "Read For School",
      "Novels"
    ],
    "stars": 3.88
  },
  {
    "id": "018e3344-0a09-7676-8cbd-641394458529",
    "name": "Gone with the Wind",
    "publishedYear": "1936",
    "author": "Margaret Mitchell",
    "intro": "Scarlett O'Hara, the beautiful, spoiled daughter of a well-to-do Georgia plantation owner, must use every means at her disposal to claw her way out of the poverty she finds herself in after Sherman's March to the Sea.",
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1551144577i/18405.jpg",
    "tags": [
      "Historical Fiction",
      "Fiction",
      "Romance",
      "Classics",
      "Historical",
      "Literature",
      "War"
    ],
    "stars": 4.31
  },
  {
    "id": "018e3344-0a09-7816-bccd-ce1b6709ed3c",
    "name": "Hamlet",
    "publishedYear": "1601",
    "author": "William Shakespeare",
    "intro": "Among Shakespeare's plays, \"Hamlet\" is considered by many his masterpiece. Among actors, the role of Hamlet, Prince of Denmark, is considered the jewel in the crown of a triumphant theatrical career. Now Kenneth Branagh plays the leading role and co-directs a brillant ensemble performance. Three generations of legendary leading actors, many of whom first assembled for the Oscar-winning film \"Henry V\", gather here to perform the rarely heard complete version of the play. This clear, subtly nuanced, stunning dramatization, presented by The Renaissance Theatre Company in association with \"Bbc\" Broadcasting, features such luminaries as Sir John Gielgud, Derek Jacobi, Emma Thompson and Christopher Ravenscroft. It combines a full cast with stirring music and sound effects to bring this magnificent Shakespearen classic vividly to life. Revealing new riches with each listening, this production of \"Hamlet\" is an invaluable aid for students, teachers and all true lovers of Shakespeare - a recording to be treasured for decades to come.",
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1351051208i/1420.jpg",
    "tags": [
      "Classics",
      "Plays",
      "Fiction",
      "Drama",
      "School",
      "Literature",
      "Theatre"
    ],
    "stars": 4.02
  }
]
